--------------------------------------------------------------------------------------------------------------------
--Criando o schema endereços
CREATE SCHEMA Enderecos;
GO

-----------------------------------------------------------------------------------------------------

--Criando o Schema para os Usuários
CREATE SCHEMA Usuarios;
GO

--------------------------------------------------------------------------------------------------------
--Criando SCHEMA requisições
CREATE SCHEMA Requisicoes;
go
---------------------------------------------------------------------------------------------------------------------
go
--Criando SCHEMA Contratos
CREATE SCHEMA SmartContrato;